source/_static/diagrams/43-compile-or-run-only-2.d2
direction: right
n0: "test class"
n1: "sources next to the test"
n2: "compile"
n3: "run-only"
n0 -> n1
n0 -> n3
